{
  "languageSelector": {
    "en": "Ingles",
    "es": "Espanol",
    "fr": "Frances"
  },
  "header": {
    "home": "Inicio",
    "services": "Servicios",
    "projects": "Proyectos",
    "contact": "Contacto"
  },
  "homeInformation": {
    "greeting": "Hola yo soy",
    "job": "Desarrollador Web",
    "personalInformation": "Desarrollador web, me gusta enseñar lo que sé y aprender cosas nuevas de los demás. Me considero autodidacta, me gusta estar en constante aprendizaje y trabajar en equipo. Dar y recibir feedback continuo y aplicar buenas prácticas en el código.",
    "buttonText": "Descargar CV"
  },
  "projects": {
    "title": "Proyectos",
    "subtitle": "servicios"
  },
  "experience": {
    "title": "Experiencia laboral",
    "subtitle": "destacado",
    "zabal": {
      "title": "Zabal Bodega",
      "subtitle": "Mayo, 2021 - Desarrollador Full-Stack",
      "text": "Encargado de la creación de un producto web a la medida, adaptado a las necesidades específicas de la empresa. Dirigí el desarrollo de esta solución con el objetivo de optimizar los procesos internos, logrando una notable mejora en los tiempos operativos."
    },
    "guane": {
      "title": "Guane Emerging technologies",
      "subtitle": "Actualmente - Desarrollador Web",
      "text": "Encargado del desarrollo de interfaces eficientes y funcionales. Contribuyo al rendimiento y la usabilidad de las aplicaciones mediante la implementación de buenas practicas, con tecnologias front-end. Trabajando en conjunto con diseñadores y desarrolladores back-end."
    },
    "envba": {
      "title": "Envba Software Solutions",
      "subtitle": "Ene, 2023 - Desarrollador Full-Stack",
      "text": "Mi startup donde desarrollo proyectos freelance con amigos, creando soluciones digitales únicas e inovadoras adaptada a las necesidades del cliente."
    }
  },
  "project": {
    "portal": {
      "title": "GLT LOGISTICS - PORTAL",
      "description": "Portal es una plataforma integral para GLT logistics, simplificando la cotización, envío y pagos de paquetes. Los usuarios pueden generar cotizaciones detalladas, especificar dimensiones y servicios adicionales, y comparar opciones de transportistas. La aplicación optimiza costos, tiempos de entrega y ofrece la posibilidad de cotizar seguros, todo mientras facilita la realización de pagos directamente dentro de la plataforma. Este enfoque holístico mejora la eficiencia en la gestión de envíos para los clientes de GLT."
    },
    "zabal": {
      "title": "ZABAL STORE",
      "description": "Zabal Store es la solución completa para una administración eficiente de bodegas. Este software proporciona un dashboard centralizado que ofrece información vital sobre registros, categorías, productos, clientes y almacenes. Los usuarios disfrutan de un control total sobre sus datos, respaldado por roles y permisos personalizados que se adaptan a sus responsabilidades en la bodega. Desde cotizaciones y facturas hasta el seguimiento de gastos y la gestión de préstamos a trabajadores, Zabal Store abarca todos los aspectos clave de la gestión de bodegas. Este sistema facilita una toma de decisiones ágil y mejora la eficiencia operativa, consolidando todas las funciones esenciales en una plataforma intuitiva y potente."
    },
    "raizco": {
      "title": "RAIZCO CORE",
      "description": "RaizcoCORE, solución especializada para raizco inmobiliaria, resuelve el desafío de gestionar propiedades de manera eficiente. Conectando directamente con la plataforma de marketing Wasi, RaizcoCORE simplifica la gestión y control de inmuebles, automatizando la publicación en diversos portales y alimentando la página web de la inmobiliaria. Esta herramienta única elimina la necesidad de un proceso manual dual, proporcionando una solución integral y ágil para la administración inmobiliaria."
    }
  },
  "contact": {
    "title": "Contactame",
    "subtitle": "",
    "contactEmail": {
      "subject": "Asunto",
      "message": "Mensaje"
    }
  },
  "testText": "Texto de prueba espanol lenguaje"
}
