{
  "languageSelector": {
    "en": "Anglais",
    "es": "Espagnol",
    "fr": "Français"
  },
  "header": {
    "home": "Accueil",
    "experience": "Expérience",
    "projects": "Projets",
    "contact": "Contact"
  },
  "homeInformation": {
    "greeting": "Bonjour im",
    "job": "Développeur FrontEnd",
    "personalInformation": "Développeur web, j'aime enseigner ce que je sais et apprendre de nouvelles choses des autres. Je me considère comme un autodidacte, j'aime apprendre en permanence et travailler en équipe. Je donne et reçois un retour d'information continu et j'applique les bonnes pratiques dans le code.",
    "buttonText": "Télécharger le CV"
  },
  "projects": {
    "title": "Projets",
    "subtitle": "services"
  },
  "experience": {
    "title": "Expérience professionnelle",
    "subtitle": "en vedette",
    "zabal": {
      "title": "Entrepôt Zabal",
      "subtitle": "Mai, 2021 - Développeur Full-Stack",
      "text": "Responsable de la création d'un produit web personnalisé, adapté aux besoins spécifiques de l'entreprise. J'ai dirigé le développement de cette solution dans le but d'optimiser les processus internes et d'obtenir une amélioration significative des temps de fonctionnement."
    },
    "guane": {
      "title": "Guane Emerging technologies",
      "subtitle": "Actuellement - Développeur Web",
      "text": "Responsable du développement d'interfaces efficaces et fonctionnelles. Je contribue à la performance et à la convivialité des applications en mettant en œuvre les meilleures pratiques, avec les technologies frontales. Je travaille en collaboration avec les concepteurs et les développeurs back-end."
    },
    "envba": {
      "title": "Envba Software Solutions",
      "subtitle": "Jan, 2023 - Développeur Full-Stack",
      "text": "Ma startup où je développe des projets freelance avec des amis, créant des solutions numériques uniques et innovantes adaptées aux besoins du client."
    }
  },
  "project": {
    "portal": {
      "title": "GLT LOGISTICS - PORTAL",
      "description": "Portal est une plateforme complète pour la logistique GLT, qui simplifie l'établissement des devis, l'expédition et le paiement des colis. Les utilisateurs peuvent générer des devis détaillés, spécifier les dimensions et les services supplémentaires, et comparer les options des transporteurs. L'application optimise les coûts, les délais de livraison et offre la possibilité de proposer une assurance, tout en facilitant les paiements directement au sein de la plateforme. Cette approche holistique améliore l'efficacité de la gestion des expéditions pour les clients de GLT."
    },
    "zabal": {
      "title": "ZABAL STORE",
      "description": "Zabal Store est la solution complète pour une gestion efficace des entrepôts. Ce logiciel fournit un tableau de bord centralisé qui offre des informations vitales sur les enregistrements, les catégories, les produits, les clients et les entrepôts. Les utilisateurs bénéficient d'un contrôle total sur leurs données, grâce à des rôles et des autorisations personnalisés, adaptés à leurs responsabilités dans l'entrepôt. Des devis aux factures en passant par le suivi des dépenses et la gestion des prêts aux employés, Zabal Store couvre tous les aspects clés de la gestion d'un entrepôt. Le système facilite la prise de décision et améliore l'efficacité opérationnelle en consolidant toutes les fonctions essentielles au sein d'une plateforme intuitive et puissante."
    },
    "raizco": {
      "title": "RAIZCO CORE",
      "description": "RaizcoCORE, une solution spécialisée pour l'immobilier raizco, résout le défi de la gestion efficace des propriétés. Se connectant directement à la plateforme de marketing Wasi, RaizcoCORE simplifie la gestion et le contrôle des propriétés, en automatisant la publication sur différents portails et en alimentant le site web de l'immobilier. Cet outil unique élimine le besoin d'un double processus manuel, fournissant une solution complète et agile pour la gestion des propriétés."
    }
  },
  "contact": {
    "title": "Contactez-moi",
    "subtitle": "",
    "contactEmail": {
      "subject": "Sujet",
      "message": "Message"
    }
  },
  "testText": "Langue du texte du test en français"
}
